/* No comment provided by engineer. */
"Abi" = "Abi";

/* No comment provided by engineer. */
"ABI copied" = "ABI已复制";

/* No comment provided by engineer. */
"ABI Interface" = "ABI Interface";

/* About Controllers Title */
"About" = "关于";

/* Wallet Controllers Activity */
"Activity" = "Activity";

/* No comment provided by engineer. */
"Address copied" = "地址已拷贝";

/* Choose Recive Address Controller Title */
"Addresses" = "Addresses";

/* No comment provided by engineer. */
"Available Balance" = "Available Balance";

/* BACK button */
"BACK" = "BACK";

/* No comment provided by engineer. */
"Backup App Version" = "Backup App Version";

/* Backup Contracts Controllers Title */
"Backup Contracts" = "备份合约";

/* No comment provided by engineer. */
"Backup Date" = "Backup Date";

/* No comment provided by engineer. */
"By changing address or currency, transaction will be processed as a regular transfer " = "By changing address or currency, transaction will be processed as a regular transfer ";

/* No comment provided by engineer. */
"CALL" = "调用";

/* No comment provided by engineer. */
"Camera premission not found" = "不允许访问摄像头";

/* Cancel Button
   Cancel button
   Import Wallet CANCEL Button */
"CANCEL" = "取消";

/* No comment provided by engineer. */
"Cancel" = "取消";

/* No comment provided by engineer. */
"Cannot create transaction" = "Cannot create transaction";

/* No comment provided by engineer. */
"Change PIN" = "更改PIN码";

/* No comment provided by engineer. */
"CHOOSE ANOTHER ADDRESS" = "CHOOSE ANOTHER ADDRESS";

/* No comment provided by engineer. */
"CHOOSE FROM LIBRARY" = "CHOOSE FROM LIBRARY";

/* Choose Token Controllers Title */
"Choose Token" = "Choose Token";

/* No comment provided by engineer. */
"CLOSE" = "CLOSE";

/* No comment provided by engineer. */
"Compiled On:" = "Compiled On:";

/* Confirm PIN Controllers Title
   Confirm PIN Popoup Title */
"Confirm PIN" = "Confirm PIN";

/* No comment provided by engineer. */
"Confirm Purchase" = "Confirm Purchase";

/* No comment provided by engineer. */
"Confirm Transaction" = "Confirm Transaction";

/* No comment provided by engineer. */
"Confirmed" = "确认";

/* No comment provided by engineer. */
"Continue" = "Continue";

/* No comment provided by engineer. */
"Contract Address" = "合约地址";

/* No comment provided by engineer. */
"Contract bought" = "Contract bought";

/* No comment provided by engineer. */
"Contract Created" = "合约已创建";

/* No comment provided by engineer. */
"Contract created successfully" = "合约成功创建";

/* No comment provided by engineer. */
"Contract Name:" = "Contract Name:";

/* No comment provided by engineer. */
"Contract Type:" = "Contract Type:";

/* No comment provided by engineer. */
"Contract was added to your wallet" = "合约已添加到钱包";

/* No comment provided by engineer. */
"Contract with same address already exists" = "已存在相同地址的合约";

/* Contracts Controllers Title */
"Contracts" = "Contracts";

/* No comment provided by engineer. */
"Contracts Store" = "合约商店";

/* Copy Button */
"COPY" = "拷贝";

/* No comment provided by engineer. */
"Copy" = "拷贝";

/* COPY ABI button */
"COPY ABI" = "COPY ABI";

/* COPY ADDRESS button */
"COPY ADDRESS" = "COPY ADDRESS";

/* COPY PASSPHRASE button */
"COPY PASSPHRASE" = "COPY PASSPHRASE";

/* Copy Passphrase Controllers Title */
"Copy Passphrase" = "Copy Passphrase";

/* No comment provided by engineer. */
"Copy the passphrase to restore your wallet on another device" = "Copy the passphrase to restore your wallet on another device";

/* No comment provided by engineer. */
"Copy to Share" = "Copy to Share";

/* No comment provided by engineer. */
"COPY WALLET ADDRESS" = "COPY WALLET ADDRESS";

/* No comment provided by engineer. */
"Create a wallet or restore a previous wallet key." = "Create a wallet or restore a previous wallet key.";

/* CREATE NEW Button */
"CREATE NEW" = "CREATE NEW";

/* Create PIN Controllers Title */
"Create PIN" = "Create PIN";

/* No comment provided by engineer. */
"Crowdsale" = "众筹";

/* No comment provided by engineer. */
"Decimal Units" = "Decimal Units";

/* No comment provided by engineer. */
"Decimal Units:" = "Decimal Units:";

/* No comment provided by engineer. */
"Description:" = "Description:";

/* No comment provided by engineer. */
"Done" = "完成";

/* No comment provided by engineer. */
"Downloads:" = "Downloads:";

/* No comment provided by engineer. */
"EDIT" = "EDIT";

/* Edite button */
"EDITE" = "EDITE";

/* ENABLE TOUCH ID Button */
"ENABLE TOUCH ID" = "ENABLE TOUCH ID";

/* No comment provided by engineer. */
"Enter New PIN" = "输入新的PIN码";

/* No comment provided by engineer. */
"Enter Old PIN" = "输入旧的PIN码";

/* No comment provided by engineer. */
"Error" = "错误";

/* No comment provided by engineer. */
"Error in QRCodeCreation" = "创建二维码失败";

/* Export Passphrase Controllers Title */
"Export Passphrase" = "Export Passphrase";

/* No comment provided by engineer. */
"Failed" = "失败";

/* No comment provided by engineer. */
"Failed to create contract" = "创建合约失败";

/* No comment provided by engineer. */
"Fee:" = "Fee:";

/* few seconds ago */
"few seconds ago" = "few seconds ago";

/* No comment provided by engineer. */
"File saved successfully" = "成功保存文件";

/* From To Transaction */
"From" = "从";

/* Function Detail Controllers Title */
"Function Detail" = "Function Detail";

/* Functions Controller Title
   Functions Controllers Title */
"Functions" = "Functions";

/* No comment provided by engineer. */
"Gas Limit:" = "Gas Limit:";

/* No comment provided by engineer. */
"Gas Price:" = "Gas Price:";

/* Import Wallet IMPORT Button */
"IMPORT" = "导入";

/* Import Wallet Controllers Title */
"Import Wallet" = "Import Wallet";

/* Resore Button */
"IMPORT WALLET" = "IMPORT WALLET";

/* No comment provided by engineer. */
"Incorrect address" = "Incorrect address";

/* No comment provided by engineer. */
"Initial Supply" = "Initial Supply";

/* No comment provided by engineer. */
"Initial Supply:" = "Initial Supply:";

/* No comment provided by engineer. */
"Invalid Contract Address" = "非法的合约地址";

/* No comment provided by engineer. */
"Invalid Contract Name" = "非法的合约名字";

/* No comment provided by engineer. */
"Invalid QR Code format" = "无效的二维码格式";

/* No comment provided by engineer. */
"Invalid RECRYPT Address" = "不合法的RECRYPT地址";

/* No comment provided by engineer. */
"Invalid Token Address" = "非法的Token地址";

/* No comment provided by engineer. */
"It's my tokens" = "这是我的tokens";

/* Language Controllers Title */
"Language" = "语言";

/* No comment provided by engineer. */
"Last Added" = "Last Added";

/* Library Controllers Title */
"Library" = "Library";

/* No comment provided by engineer. */
"Log Out" = "登出";

/* LOGIN Button */
"LOGIN" = "登录";

/* No comment provided by engineer. */
"Login" = "登录";

/* No comment provided by engineer. */
"Login to RECRYPT \nDon't have a wallet yet?" = "登录到RECRYPT\n还没有钱包？";

/* No comment provided by engineer. */
"Login to RECRYPT \nusing Touch ID" = "Login to RECRYPT \nusing Touch ID";

/* No comment provided by engineer. */
"Logout" = "Logout";

/* Manage Addresses Controllers Title
   Token Manage Addresses Controllers Title */
"Manage Addresses" = "Manage Addresses";

/* No comment provided by engineer. */
"Miner Address:" = "Miner Address:";

/* time ago */
"minut ago" = "minut ago";

/* time ago */
"minuts ago" = "minuts ago";

/* No comment provided by engineer. */
"My address: %@ and amount: %.3f" = "我的地址: %@ 及数量: %2$.3f";

/* No comment provided by engineer. */
"My Contract Templates" = "我的合约模板";

/* No comment provided by engineer. */
"My Published Contracts" = "我发布的合约";

/* Wallet Controllers Title */
"My Wallet" = "My Wallet";

/* No comment provided by engineer. */
"Name" = "Name";

/* News Controllers Title
   Tabs */
"News" = "资讯";

/* News Detail Controllers Title */
"News Detail" = "News Detail";

/* No comment provided by engineer. */
"NEXT" = "下一步";

/* No comment provided by engineer. */
"Next" = "下一步";

/* No comment provided by engineer. */
"NO" = "NO";

/* No comment provided by engineer. */
"No Internet Connection" = "No Internet Connection";

/* Empty Tokens Tabel */
"No Tokens Found" = "No Tokens Found";

/* No comment provided by engineer. */
"No transactions available yet" = "No transactions available yet";

/* NOT NOW Button */
"NOT NOW" = "NOT NOW";

/* Ok button */
"OK" = "OK";

/* No comment provided by engineer. */
"Ok" = "Ok";

/* No comment provided by engineer. */
"Oops" = "糟糕";

/* Other Tokens Controllers Title */
"Other Tokens" = "Other Tokens";

/* No comment provided by engineer. */
"Parameter" = "参数";

/* No comment provided by engineer. */
"Passphrase copied" = "助记词已拷贝";

/* No comment provided by engineer. */
"Payment completed successfully" = "成功完成支付";

/* No comment provided by engineer. */
"Payment Request" = "支付请求";

/* No comment provided by engineer. */
"PIN is invalid. Please Try Again." = "PIN is invalid. Please Try Again.";

/* No comment provided by engineer. */
"Please check your network\nsettings" = "Please check your network\nsettings";

/* No comment provided by engineer. */
"Please wait" = "Please wait";

/* No comment provided by engineer. */
"Price:" = "Price:";

/* No comment provided by engineer. */
"Private key" = "私钥";

/* Profile Controllers Title
   Tabs */
"Profile" = "概述";

/* No comment provided by engineer. */
"Public Key" = "公钥";

/* No comment provided by engineer. */
"Publish Date" = "Publish Date";

/* No comment provided by engineer. */
"Published by:" = "Published by:";

/* No comment provided by engineer. */
"Published Date:" = "Published Date:";

/* PURCHASE Button */
"PURCHASE" = "PURCHASE";

/* QR Code Controller Title */
"QR Code" = "QR Code";

/* Qstore Controller Title */
"Qstore" = "Qstore";

/* RECRYPT sybmol */
"RECRYPT" = "RECRYPT";

/* No comment provided by engineer. */
"RECRYPT (Default)" = "RECRYPT(默认)";

/* No comment provided by engineer. */
"RECRYPT Address" = "RECRYPT地址";

/* No comment provided by engineer. */
"RECRYPT App will only upload\nand share photos you choose." = "RECRYPT App will only upload\nand share photos you choose.";

/* No comment provided by engineer. */
"RECRYPT App would like to access your photos" = "RECRYPT App想要访问您的照片库";

/* No comment provided by engineer. */
"RECRYPT App Would Like\nto Access Your Photos" = "RECRYPT App想要访问您的照片库";

/* No comment provided by engineer. */
"RECRYPT Mobile Wallet" = "RECRYPT移动钱包";

/* Receive Controllers Title */
"Receive" = "Receive";

/* No comment provided by engineer. */
"Received" = "已接收";

/* No comment provided by engineer. */
"Received Time" = "接收时间";

/* No comment provided by engineer. */
"Repeat New PIN" = "再次输入新的PIN码";

/* Repeate PIN Controllers Title */
"Repeat PIN" = "Repeat PIN";

/* No comment provided by engineer. */
"Requested Token not found" = "未找到Token";

/* RESTORE button */
"RESTORE" = "RESTORE";

/* No comment provided by engineer. */
"Restore All" = "恢复所有";

/* Restore Contracts Controllers Title */
"Restore Contracts" = "恢复合约";

/* No comment provided by engineer. */
"Restore Templates" = "恢复模板";

/* No comment provided by engineer. */
"Restore Tokens" = "恢复Token";

/* No comment provided by engineer. */
"Restored successfully" = "恢复成功";

/* Search placeholder */
"Search" = "查找";

/* No comment provided by engineer. */
"Select backup file" = "选择备份文件";

/* Send button */
"SEND" = "发送";

/* Send Controllers Title
   Tabs */
"Send" = "发送";

/* No comment provided by engineer. */
"Send to contract" = "Send to contract";

/* No comment provided by engineer. */
"Sent" = "已发送";

/* No comment provided by engineer. */
"Sent Time" = "发送时间";

/* No comment provided by engineer. */
"Size:" = "Size:";

/* Skip Button */
"SKIP" = "SKIP";

/* Smart Contract Parameters Contollers Title */
"Smart Contract Parameters" = "Smart Contract Parameters";

/* Smart Contracts Controllers Title */
"Smart Contracts" = "智能合约";

/* No comment provided by engineer. */
"Some Error" = "错误";

/* No comment provided by engineer. */
"Something went wrong" = "出现错误";

/* No comment provided by engineer. */
"Sorry, Please try again in %li minutes" = "Sorry, Please try again in %li minutes";

/* SOURCE Code Button */
"SOURCE" = "SOURCE";

/* No comment provided by engineer. */
"Source Code" = "源代码";

/* No comment provided by engineer. */
"Source Code:" = "源代码:";

/* No comment provided by engineer. */
"Step 1 of 2" = "Step 1 of 2";

/* No comment provided by engineer. */
"Step 2 of 2" = "Step 2 of 2";

/* No comment provided by engineer. */
"Switch Application Theme" = "切换应用主题";

/* No comment provided by engineer. */
"Tags:" = "Tags:";

/* No comment provided by engineer. */
"Tap to save the file" = "Tap to save the file";

/* Templates Controllers Title */
"Templates" = "Templates";

/* From To Transaction */
"To" = "To";

/* No comment provided by engineer. */
"Token" = "Token";

/* No comment provided by engineer. */
"Token Address" = "Token Address";

/* No comment provided by engineer. */
"Token Created" = "Token已创建";

/* No comment provided by engineer. */
"Token Details" = "Token详情";

/* Token Subscriptions Controllers Title */
"Token Subscriptions" = "Token认购";

/* No comment provided by engineer. */
"Token was added to your wallet" = "Token已添加到您的钱包";

/* No comment provided by engineer. */
"Token with same address already exists" = "已存在相同地址的Token";

/* No comment provided by engineer. */
"Tokens" = "Tokens";

/* Touch ID Controllers Title */
"Touch ID" = "Touch ID";

/* Controllers Title */
"Transaction" = "Transaction";

/* No comment provided by engineer. */
"Transaction amount can't be zero. Please edit your transaction and try again" = "交易金额不能为零。请编辑后重试";

/* TRANSFER button */
"TRANSFER" = "TRANSFER";

/* No comment provided by engineer. */
"Transfer" = "Transfer";

/* No comment provided by engineer. */
"Transfer Balance" = "Transfer Balance";

/* No comment provided by engineer. */
"Trending Now" = "Trending Now";

/* No comment provided by engineer. */
"TRY AGAIN" = "重试";

/* No comment provided by engineer. */
"Type" = "Type";

/* No comment provided by engineer. */
"Unconfirmed" = "未确认";

/* No comment provided by engineer. */
"Unconfirmed Balance" = "Unconfirmed Balance";

/* Unconfirmed Transaction Label */
"Unconfirmed Transaction" = "Unconfirmed Transaction";

/* No comment provided by engineer. */
"Unconfirmed Yet..." = "还未确认...";

/* Token Cell Light Unconfirmed Balance */
"Unconfirmed:" = "未确认:";

/* View Abi Button */
"View Abi" = "View Abi";

/* View Details Button */
"View Details" = "View Details";

/* Tabs */
"Wallet" = "钱包";

/* No comment provided by engineer. */
"Wallet Backup" = "钱包备份";

/* No comment provided by engineer. */
"Warning" = "Warning";

/* Watch Contract Controllers Title */
"Watch Contract" = "关注合约";

/* Watch Token Controllers Title */
"Watch Token" = "关注Token";

/* Qstore Cell */
"What’s New" = "What’s New";

/* No comment provided by engineer. */
"YES" = "YES";

/* day at history cell */
"Yesterday" = "昨天";

/* No comment provided by engineer. */
"You are about to exit your account. All account data will be erased from the device. Please make sure you have saved back-ups of your Passphrase and required Contracts" = "You are about to exit your account. All account data will be erased from the device. Please make sure you have saved back-ups of your Passphrase and required Contracts";

/* Skip Skip Info */
"You can skip this step and export your passphrase at any time" = "You can skip this step and export your passphrase at any time";

/* No comment provided by engineer. */
"You don’t have a wallet yet." = "您还没有钱包";

/* No comment provided by engineer. */
"You have insufficient funds for this transaction" = "Y资金不足无法发起交易";

/* No comment provided by engineer. */
"You have insufficient funds for this transaction at this address" = "You have insufficient funds for this transaction at this address";

/* No comment provided by engineer. */
"You haven't tokens for share" = "您没有可分享的tokens";

/* No comment provided by engineer. */
"Your balance was updated" = "您的余额已更新";

/* No comment provided by engineer. */
"Your Passphrase" = "您的助记词";

/* No comment provided by engineer. */
"Сonnection to selected file was timed out. Please select backup file again" = "Сonnection to selected file was timed out. Please select backup file again";

